const pncPeriods = [
  {'label': 'પહેલી મુલાકાત (1 થી 2 દિવસે)', 'days': 2},
  {'label': 'બીજી મુલાકાત (3 થી 7 દિવસે)', 'days': 7},
  {'label': 'ત્રીજી મુલાકાત (8 થી 14 દિવસે)', 'days': 14},
  {'label': 'ચોથી મુલાકાત 15 થી 21 દિવસે', 'days': 21},
  {'label': 'પાંચમી મુલાકાત 22 થી 31 દિવસે', 'days': 31},
  {'label': 'છઠ્ઠી મુલાકાત 32 થી 42 દિવસે', 'days': 42},
];

const ancPeriods = [
  {
    'label': 'અંદાજિત પ્રસૂતિ તારીખ (EDD)',
    'days': 280, // 40 × 7
    'single': true
  },
  {'label': 'અર્લી ANC નોંધણી આ તારીખ સુધી (12 અઠવાડિયા સુધી)', 'days': 84, 'single': true},
  {'label': 'પ્રથમ ANC મુલાકાત (12 અઠવાડિયા)', 'days': 90},
  {'label': 'બીજી ANC મુલાકાત (20 અઠવાડિયા)', 'days': 140},
  {'label': 'ત્રીજી ANC મુલાકાત (26 અઠવાડિયા)', 'days': 182},
  {'label': 'ચોથી ANC મુલાકાત / ચોથી મુલાકાત અથવા ત્રીજી ANC મુલાકાત(30 અઠવાડિયા)', 'days': 210},
  {'label': 'પાંચમી ANC મુલાકાત (34 અઠવાડિયા)', 'days': 238},
  {'label': 'છઠ્ઠી ANC મુલાકાત / છઠ્ઠી મુલાકાત અથવા ચોથી ANC મુલાકાત (36 અઠવાડિયા)', 'days': 252},
  {'label': 'સાતમી ANC મુલાકાત (38 અઠવાડિયા)', 'days': 266},
  {'label': 'આઠમી ANC મુલાકાત (40 અઠવાડિયા)', 'days': 280},
];
